Repository: TplusA/DRCPD
Catalog: po/*.po
Languages: de_de, fr_fr, it_it

source: Loading...
de_de: Lade...
fr_fr: Charger...
it_it: Caricamento...

source: Error
de_de: Fehler
fr_fr: Erreur
it_it: Errore

source: USB mass storage devices
de_de: USB-Massenspeichergeräte
fr_fr: Périphérique de stockage USB
it_it: Dispositivi di memorizzazione USB

source: UPnP media servers
de_de: UPnP Medienserver
fr_fr: Serveurs média UPnP
it_it: Server media UPnP

source: Stream information
de_de: Stream-Informationen
fr_fr: Information en streaming
it_it: Informazioni su stream

source: Search parameters
de_de: Suchparameter
fr_fr: Paramètres de recherche
it_it: Parametri di ricerca

source: No devices found
de_de: Keine Geräte gefunden
fr_fr: Aucun appareils trouvé
it_it: Nessun dispositivo trovato

source: Services not available
de_de: Dienste nicht verfügbar
fr_fr: Services non disponibles
it_it: Servizi non disponibili

source: No servers found
de_de: Keine Server gefunden
fr_fr: Aucun serveur trouvé
it_it: Nessun server trovato

source: empty
de_de: leer
fr_fr: blanc
it_it: vuota

source: Loading
de_de: Lade
fr_fr: Charger
it_it: caricamento

source: Unavailable
de_de: Nicht verfügbar
fr_fr: Indisponible
it_it: non disponibile

source: Locked
de_de: Gesperrt
fr_fr: Bloqué
it_it: bloccato

source: Please check your %s credentials.
de_de: Bitte überprüfen Sie Ihre Zugangsdaten für %s.
fr_fr: Veuillez vérifier vos données d'accès pour %s
it_it: Controllare i dati di accesso in %s.

source: Authentication error, please check your credentials.
de_de: Authentifizierungsfehler, bitte überprüfen Sie Ihre Zugangsdaten.
fr_fr: Erreur d'authentification, veuillez vérifier vos données d'accès.
it_it: Errore di autenticazione, controllare i dati di accesso.

source: Media error, something seems to be wrong with the device.
de_de: Medienfehler, mit Ihrem Gerät scheint etwas nicht zu stimmen.
fr_fr: Erreur de média, quelque chose semble être en erreur avec l'appareil.
it_it: Errore media, sembra esserci qualcosa di sbagliato con il dispositivo.

source: Networking error, please check cabling or try again later.
de_de: Netzwerkfehler, bitte Verkabelung überprüfen oder später noch mal versuchen.
fr_fr: Erreur réseau, veuillez vérifier le câblage ou réessayer plus tard.
it_it: Errore di rete, controllare il cablaggio o riprovare più tardi.

source: Protocol error, please try again later.
de_de: Protokollfehler, bitte später noch mal versuchen.
fr_fr: Erreur de protocole, veuillez réessayer plus tard.
it_it: Errore di protocollo, riprovare più tardi.

source: Authentication error for "%s". Please check your credentials.
de_de: Authentifizierungsfehler für "%s". Bitte überprüfen Sie Ihre Zugangsdaten.
fr_fr: Erreur d'authentification pour "%s". Veuillez vérifier vos données d'accès.
it_it: Errore di autenticazione per "%s". Controllare i dati di accesso.

source: Entering directory is not allowed.
de_de: Betreten des Verzeichnisses ist nicht erlaubt.
fr_fr: L'entrée dans le répertoire n'est pas autorisée.
it_it: L' inserimento della directory non è consentito.

source: Entering "%s" not is allowed.
de_de: Betreten von "%s" ist nicht erlaubt.
fr_fr: La saisie "%s" n'est pas autorisée.
it_it: L' accedere di "%s" non è consentita.

source: Accessing
de_de: Verbinde
fr_fr: Accéder
it_it: Connettere

source: For the time being, please use our app.
de_de: Verwenden Sie bitte vorübergehend unsere App.
fr_fr: Veuillez utiliser notre application temporairement.
it_it: Utilizzare temporaneamente la nostra applicazione.

source: Buffering
de_de: Lade Daten
fr_fr: Charger les données
it_it: Dati di carico

source: All USB devices
de_de: Alle USB-Geräte
fr_fr: Tous les appareils USB
it_it: Tutti i dispositivi USB

source: All UPnP servers
de_de: Alle UPnP-Server
fr_fr: Tous les serveurs UPnP
it_it: Tutti i server UPnP
